<?php

return [
    'title' => 'बैठक कार्यसूचीको सूचना',
    'from' => 'स्मार्ट अफिस व्यवस्थापन प्रणाली',
    'greeting' => 'नमस्कार !,',
    'respect' => 'जु ',
    'meeting_link' => 'बैठक लिंक:',
    'meeting_date' => 'बैठक मिति (BS):',
    'meeting_code' => 'बैठक कोड:',
    'meeting_title' => 'बैठक शीर्षक:',
    'message' => 'हामी तपाइलाई निम्न लिखित बैठक को   एजेन्डा  फाइन जानकारी सहित  आमन्त्रित गर्दछौ ',
    'meeting_description' => 'विवरण',
    'offline' => 'अफलाइन बैठक',
    'message1' => '- धन्यवाद',

];
