<?php

return [
    'app_name' => 'स्मार्ट कार्यालय व्यवस्थापन प्रणाली',
    'home' => 'गृह पृष्ठ',
    'faq' => ' बारम्बार सोधिने प्रश्नहरु',
    'privacy_policy' => ' गोपनीयता नीति',
    'suggestion' => 'सुझाव',
    'contact' => 'सम्पर्क',
    'filter' => 'फिल्टर',
    'login' => 'लग - इन',
    'details' => 'विवरण',
    'suggestion_text' => 'नेपाली नागरिकको पूर्ण हितको लागि प्रणाली सुधार गर्न केही सुझाव दिनुहोस्।',
    'back' => 'पछाडी जानुहोस्',
    'save' => 'प्रविस्ती गर्नुहोस्',
    'new' => 'नयाँ प्रविस्ती',
    'get_started' => 'सुरु गर्नुहोस्',
    'complaints' => 'गुनासो',
    'complaint_channels' => 'गुनासोको लागि उपलब्ध च्यानलहरू',
    'suggest' => 'आफ्नो सुझाव दिनुहोस्',
    'notice' => 'सूचना',
    'management_system' => 'व्यवस्थापन प्रणाली',
];
