<?php

return [

    'suggestion' => [
        'name' => 'नाम फिल्ड आवश्यक छ।',
        'name_min' => 'नाम कम्तिमा ३ अक्षरहरू हुनुपर्छ।',
        'name_max' => 'नाम १०० अक्षरभन्दा बढी हुनुहुँदैन।',
        'mobile' => 'मोबाइल फिल्ड आवश्यक छ।',
        'mobile_digits' => 'मोबाइल १० अंकको हुनुपर्छ।',
        'email' => 'ईमेल फिल्ड आवश्यक छ।',
        'email_email' => 'ईमेल मान्य ईमेल ठेगाना हुनुपर्छ।',
        'address_info' => 'ठेगाना फिल्ड आवश्यक छ।',
        'suggestion_category_id' => 'सुझाव श्रेणी फिल्ड आवश्यक छ।',
        'suggestions' => 'सुझाव फिल्ड आवश्यक छ।',
        'suggestion_file_mimes' => 'सुझाव फाइलले JPEG, JPG, PNG, वा PDF हुनुपर्छ।',
        'suggestion_file_max' => 'सुझाव फाइल 2048 किलोबाइटभन्दा ठूलो हुनुहुँदैन।',
    ],
    'registercomplaint' => [
        'form_category_id' => 'फारम श्रेणी फिल्ड आवश्यक छ।',
        'severity_type_id' => 'तीव्रता प्रकार फिल्ड आवश्यक छ।',
        'description' => 'विवरण फिल्ड आवश्यक छ।',
        'title' => 'शीर्षक फिल्ड आवश्यक छ।',
        'title_min' => 'शीर्षकलाई कम्तिमा ३ अक्षरहरू हुनुपर्छ।',
        'title_max' => 'शीर्षकले १०० अक्षरभन्दा बढी हुनुहुँदैन।',
        'office_id' => 'कार्यालय फिल्डले निर्दिष्ट स्थिति निर्दिष्ट गर्नुपर्छ।',
        'file_name' => 'फाइल नाम फिल्डले निर्दिष्ट स्थिति निर्दिष्ट गर्नुपर्छ।',
        'file_name_mimes' => 'फाइल प्रकार: jpg, png, pdf हुनुपर्छ।',
        'file_name_max' => 'फाइल आकार 2048 किलोबाइट प्रतिक्षा गर्नु हुँदैन।',
        'name_ne' => 'नाम फिल्ड आवश्यक छ।',
        'name_ne_min' => 'नाममा कम्तिमा ३  अक्षरहरू हुनुपर्छ।',
        'name_ne_max' => 'नाम १०० अक्षरभन्दा बढी हुनुहुँदैन।',
        'tole' => 'ठेगाना फिल्ड आवश्यक छ।',
        'tole_min' => 'ठेगानामा कम्तिमा  ३  अक्षरहरू हुनुपर्छ।',
        'tole_max' => 'ठेगानामा अधिकतम १०० अक्षरहरू हुनुपर्छ।',
        'mobile_no' => 'मोबाइल नम्बर फिल्ड आवश्यक छ।',
        'mobile_no_digits' => 'मोबाइल नम्बर १० अंक हुनुपर्छ।',
        'email' => 'ईमेल फिल्ड आवश्यक छ।',
        'email_email' => 'ईमेल एउटा मान्य ईमेल ठेगाना हुनुपर्छ।',
    ],
    'appointment' => [
        'appointment_time' => 'मिति र समय फिल्ड आवश्यक छ।',
        'appointment_section' => 'कर्मचारीको खण्ड फिल्ड आवश्यक छ।',
        'appointment_to_emp_designation' => 'नियुक्ति गर्ने कर्मचारीको पद फिल्ड आवश्यक छ।',
        'appointment_to_elected_designation' => 'नियुक्ति गर्ने निर्वाचित पद फिल्ड आवश्यक छ।',
        'appointment_purpose_id' => 'नियुक्ति को उद्देश्य फिल्ड आवश्यक छ।',
    ],

];
